11/data/attachments/231bf5022a59e50b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nathan_hear_Friend_82588_9</nif:username>
            <nif:friendToBeRequested>soap_friends_4a12cc2e-af0c-4da1-be21-c2e5a632d439</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>